Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: འདི་སྐད་ ཅེས་ ཀྱང་ འཛེར་ ཏེ །_ |#| ཧི་ཧི་ དང་ །_ ཧ་ ཧ་ དགོད་པ་ དང་ །_ ཤུགས་ འབྱིན་པ་ དང་ །_ ཆོ་ངེས་ འདེབས་པ་ དང་ །_ རྔ་པ་ ཊ་ ཧ འི་ སྒྲ་ དང་ །_ |#| རྣམ་པར་ སྐྲག་པ ར་ བྱེད་པ་ ལ་ མཁས་པ །_
en: they laughed ‘Hi hi’ and ‘Ha ha,’ whooped, cried out in pain, and made the noise of paṭaha drums; |#| and as experts in wreaking terror,

source: སོ་ དག་ གིས་ འོག་ ཏུ་ འདེབས་པ ར་ བྱེད །_ |#| ལག་པ་ [154a] དག་ སྒྱུར་བ ར་ བྱེད །_ |#| མགོ་ དག་ གཅོད་པ ར་ བྱེད །_ |#| སྨིན་ གཉེར་ གྱིས་ བཞིན་ འཕུལ་བ ར་ བྱེད་ ཅིང་ འདི་སྐད་ ཅེས་ ཀྱང་ འཛེར་ ཏེ །_
en: they clenched their teeth, disfigured their hands, [154.a] cut off their heads, and contracted their faces with wrinkled brows, yelling,

source: ཟུང་ ཤིག་ ཟུང་ ཤིག _།
en: ‘Seize, seize!

source: རྒྱོབ་ ཤིག་ རྒྱོབ་ ཤིག _།
en: Strike, strike!

source: ཆོད་ ཅིག་ ཆོད་ ཅིག _།
en: Cut, cut!

source: སོད་ ཅིག་ སོད་ ཅིག _།
en: Kill, kill!’

source: ཡང་ སྨྲས་པ །_
en: They then asked,

source: དགྲ འི་ ཁྲག་ གིས་ གཅིག་ ཏུ་ བསྐུས་པ འི་ མཚོན་ཆ་ དག་ གིས་ དེ འི་ ལུས་ གཅད་པ ར་ བྱ འོ །_།
en: We will cut up his body with these weapons drenched with the blood of enemies.

source: རྣམ་པར་ གཞིག་ པར་ བྱ འོ །_།
en: We will destroy him!

source: དུམ་བུ ར་ བརླག་པ ར་ བྱ འོ །_།
en: We will smash him to pieces!

source: ཐལ་བ ར་ བརླག་པ ར་ བྱ འོ །_།
en: We will pulverize him!

source: ཁོ་བོ་ ཅག་ ནི་ དེ འི་ གཤིན་རྗེ འི་ ཕོ་ཉ་ ཡིན་ ནོ །_།
en: We are the henchmen of the Lord of Death!’

source: གྲོགས་པོ་ དེ་ ནི་ རབ་ཏུ་ བྱུང་བ་ ཡིན །_
en: ‘Friends, he has gone forth.

source: དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ འི་ འཇིགས་པ་ དག་ ལས་ གྲོལ་བ་ ཡིན་ གྱིས་ ཐབ་མོ་ མ་ བྱེད་ ཅིག _།
en: Since he is liberated from the perils of hell, do not attack!’

source: བདུད་ བརྗེད་ངས་ ཀྱིས་ བདག་ཉིད་ ལ་ མཐོ་ འཚམ་པ་ དེ་ ཐོས་ ཏེ །_ |#| བདག་ གནས་ དེ་ལས་ ཉམས་པ་ འདི་ ནི་ བདེན་ ནོ །_།
en: $1236 “Muṣitasmṛti then thought, |#| ‘Hearing of such violence directed against myself, it is true that I have fallen from that place of māras.

source: བདག་ གིས་ ཀྱང་ རབ་ཏུ་ འབྱུང་བ་ བླངས་ ཏེ །_ |#| རབ་ཏུ་ འབྱུང་བ་ དེ་ཡང་ དོན་ ཆེན་པོ་ དང་ ལྡན་པ་ ཡིན་ ནོ །_།
en: I will go forth and that going forth will be of great consequence.

source: སེམས་ཅན་ དམྱལ་བ འི་ སྲུངས་ མ་ རྣམས་ བདག་ གི་ རྗེས་སུ་ འབྲང་ ཡང་ བདག་ ལ་ དུམ་བུ ར་ རླག་ པར་མ་ ནུས་ སོ །_།
en: Even though hell guardians may pursue me they will not be able to smash me to pieces.

source: གལ་ཏེ་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ཀྱིས་ བདག་ རབ་ཏུ་ ཕྱུང་ ན་
en: If the thus-gone one Guṇaprabha were to allow me to go forth,

source: བདག་ ལྷག་པ འི་ བསམ་པ ས་ རབ་ཏུ་ འབྱུང་བ ར་ བྱ འོ །_། |#| སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དེ་དག་ ལས་ ཀྱང་ ཡོངས་སུ་ གྲོལ་བ ར་ བྱ འོ་ སྙམ་ སྟེ །_
en: I would go forth with an exalted intention and be fully liberated from those hells.’ |#| Thinking this,

source: དེ་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ག་ལ་བ་ དེར་ སོང་ ནས་ དོན་ དེ་ སྨྲས་ ཏེ །_
en: he went to where Prince Smṛtilābha was and expressed that sentiment to him, saying,

source: གཞོན་ནུ་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ ཁོ་བོ་ ལྷག་པ འི་ བསམ་པ ས་ རབ་ཏུ་ འབྱུང་བ ར་ འདོད་ དོ །_།
en: ‘Prince, I wish to go forth with an exalted intention under the teaching of the Blessed One.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱིས་ བདུད་ བརྗེད་ངས་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1237 “Śāradvatī­putra, Prince Smṛtilābha then replied to the māra Muṣitasmṛti,

source: སུ་ཞིག་ ཁྱོད་ ལ་ རབ་ཏུ་ འབྱུང་བ་ སྦྱིན་པ ར་ བྱེད །_
en: ‘Who gives you going forth?

source: བརྗེད་ངས་ ཁྱོད་ ཚུ ར་ ཤོག་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་ སྐྱེད་ ཅིག _།
en: Come, Muṣitasmṛti! |#| Give rise to the mind set on unexcelled and perfect awakening!

source: བརྗེད་ངས་ གོས་ ངུར་སྨྲིག་ བཅངས་པ ས་ ནི་ བསྟན་པ་ འདི་ ལ་ རབ་ཏུ་ བྱུང་བ་ ཞེས་ བྱ་བ་ མ་ ཡིན་ ནོ །_།
en: Muṣitasmṛti, “going forth in the teaching” does not mean wearing ochre robes.

source: ཡང་ ལམ་ གང་ གིས་ རབ་ཏུ་ བྱུང་བ་ ཞེས་ བྱ་བ འི་ ཆོས་ དེ་དག་ ཡང་དག་ པར་ སྒྲུབས་ ཤིག _།
en: Rather, what is called “going forth” refers to the path by which you should practice.

source: བརྗེད་ངས་ ལམ་ དེ་ ལ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ དག་ དམིགས་པ འམ །_ སེམས་ཅན་ དམྱལ་ [154b] བ འི་ འཇིགས་པ་ དག་ དམིགས་པ ར་ མི་ འགྱུར་ རོ །_།
en: Muṣitasmṛti, on that path you will perceive neither the hells, nor their perils.’ [154.b]

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ལྷག་པ འི་ བསམ་པ ས་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་ པར་ གྱུར་ ཏོ །_།
en: $1238 “The māra Muṣitasmṛti then gave rise to an exalted intention to the mind set on unexcelled and perfect awakening.

source: དེ་ ཆོས་ ལ་སོ་ སོར་ རྟོག་པ འི་ མངོན་པར་ བརྩོན་པ་ དེ་ལྟ་ བུ་ དང་ །_ ཆོས་ ལ་ མཁས་པ་ དེ་ལྟ་ བུས་ ལྷག་ པ འི་ བསམ་པ ས་ མི་ སྐྱེ་བ འི་ ཆོས་ ལ་ ཡང་ བཟོད་པ་ ཐོབ་བོ །_།
en: With such a discerning focus on the Dharma and thus becoming expert in the Dharma, with his exalted intention he attained acceptance that phenomena are unborn.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱིས་ ནི་ བདུད་ བརྗེད་ངས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་ དོ །_། |#| མི་ སྐྱེ་བ འི་ ཆོས་ ལ་ ཡང་ བཟོད་པ་ ཐོབ་པ ར་ བྱས་ སོ །_།
en: $1239 “Śāradvatī­putra, Prince Smṛtilābha caused the māra Muṣitasmṛti to give rise to the mind set on unexcelled and perfect awakening and acquire acceptance that phenomena are unborn.

source: དེ་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ དེས་ ཀྱང་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ལུང་བསྟན་ ཏོ །_།
en: The blessed one, the thus-gone one, the worthy one, the perfect buddha Guṇarājaprabha also prophesied that he would reach unexcelled and perfect awakening.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ནི་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ཀྱི་ ལྷག་པ འི་ བསམ་པ་ ཡིན་པ ར་ རིག་པ ར་ བྱ་ སྟེ །_
en: Śāradvatī­putra, one should understand that this is the bodhisattvas’ exalted intention, for

source: དེ་ལྟ ར་ བྱང་ ཆུབ་ སེམས་དཔའ་ ལྷག་པ འི་ བསམ་པ་ ཕུན་སུམ་ ཚོགས་པ་ ནི་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཡང་དག་ པར་ སྒྲུབ་པ ར་ བྱེད་ དོ །_།
en: it is such an excellent exalted intention that enables them to accomplish unexcelled and perfect awakening.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཅེས་བྱ་བ་ བྱུང་བ ར་ གྱུར་པ་ དེ་ གཞན་ ཞིག་ ཡིན་པ་ སྙམ་ དུ་ ཁྱོད་ སོམ་ཉི འམ་ ཡིད་ གཉིས་ ཟ་བ ར་ གྱུར་ ན |#| ཁྱོད་ ཀྱིས་ དེ་ལྟ ར་ བལྟ་བ ར་ མི་ བྱ འོ །_།
en: $1240 “Śāradvatī­putra, if you have any doubt or hesitation, thinking that the prince from that time called Smṛtilābha was someone else, do not see it like that, Śāradvatī­putra.

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_ བྱང་ཆུབ་ སེམས་དཔའ་ བརྟན་པ འི་ བློ་གྲོས་ འདི་ཉིད་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཅེས་བྱ་བར་ གྱུར་ ཏོ །_།
en: For, Śāradvatī­putra, at that time it was the bodhisattva Dṛḍhamati himself who was the prince called Smṛtilābha.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ དྲན་པ་ རྙེད་ དེ་ རང་ གི་ ཕ་མ་ དག་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| རྐང་པ་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ གོ །_། |#| ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ ནས་ |#| ཀྱང་ སྨྲས་པ །_
en: $1241 “Śāradvatī­putra, the bodhisattva Smṛtilābha then visited his parents. |#| Having arrived before them, he bowed his head to their feet, sat to one side, and said,

source: ཡབ་ཡུམ་ བདག་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ དེ འི་ ཐད་ དུ་ རབ་ཏུ་ འབྱུང་བ ར་ འཚལ་ ལོ །_།
en: ‘Father, Mother, I wish to go forth under the auspices of the blessed one, the thus-gone one, the worthy one, the perfect buddha Guṇarājaprabha.’

source: དེ་སྐད་ ཅེས་ སྨྲས་ ནས་ རང་ གི་ ཕ་མ་ ལ་ཚིགས་ སུ་ བཅད་པ་ དག་ གིས་ སྨྲས་པ །_
en: Having said so, he then addressed his parents in verse:

source: འདོད་པ་ དེ་ ནི་ རྒྱལ་བས་ མི་རྟག་ གསུངས །_།
en: $1242 “ ‘The objects of desire were taught by the Victorious One to be impermanent.

source: རྒྱལ་བ འི་ ཐད་ དུ་ རབ་ཏུ་ འབྱུང་བ ར་ བགྱི །_།
en: I will go forth under the auspices of the Victorious One.

source: དེ་ལས་ བདེ་བ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་ །_།
en: All happiness will come from that.

source: ཁྱེད་ ནི་ བདག་ ལ་བར་ ཆད་ མ་ མཛད་ ཅིག _།_
en: You should not try to thwart me! [155.a]

source: [155a] རྒྱལ་སྲིད་ དང་ ནི་ བདེ་བ་ དོན་གཉེར་ དང་ །_། ལོངས་སྤྱོད་ དག་ དང་ མཐོ་རིས་ དོན་གཉེར་ དང་ །_། ཡོན་ཏན་ ཡེ་ཤེས་ ཀྱང་ ནི་ དོན་གཉེར་ ཏེ །_།
en: $1243 “ ‘Whether you seek a kingdom and pleasures, Enjoyments and higher realms, Or qualities and wisdom—

source: འཇིག་རྟེན་ མཁས་པ འི་ བསྟན་ ལ་ རབ་བྱུང་ ཤིག _།
en: Go forth under the teaching of the Knower of the World!

source: དེར་ ནི་ སྦྱིན་ དང་ ཚུལ་ཁྲིམས་ རྣམ་པར་ སྨིན །_།
en: $1244 “ ‘That is where generosity and discipline ripen.

source: དེ་ དང་ དེར་ ནི་ བསྔགས་ ཤིང་ སྐྱེ་བ་ ལགས །_།
en: Right there praise and good birth are found.

source: དེར་ ནི་ བསྟེན་པ འི་ རྩ་བ་ དེ་ རབ་ བགྱི །_།
en: That is where I will create a stable foundation.

source: དེ་ སླད་ བདག་ ནི་ ཆོས་ ཀྱི་ རྒྱལ་པོ ར་ འགྱུར །_།
en: Based on that, I will become a king of Dharma!

source: འདི་ ནི་ སྔོན་ཆད་ སུག་ལས་ བགྱིས་པ་ དང་ །_། སྦྱིན་པ་ སྩལ་ དང་ དུལ་བ འི་ འབྲས་བུ་ ལགས །_།
en: $1245 “ ‘This is the fruit of previous good deeds, Generosity, and gentleness.

source: དེ་ ཡི་ འབྲས་བུ་ ད་ལྟ ར་ སྤྱོད་ དོ་ ཡབ །_།
en: Now you enjoy their fruits, Father.

source: ལྷག་མ་ མཆིས་པ ར་ མཛོད་ ལ་ རབ་བྱུང་ མཛོད །_།
en: Ensure that these fruits remain and go forth!

source: ལྷག་མ་ མེད་ བགྱིས་ ངན་འགྲོ་ ངན་སོང་ གསུམ །_། དེ་ ནི་ མི་ ཁོམ་ རྣམས་ སུ་ མཆི་བ ར་ འགྱུར །_།
en: $1246 “ ‘Otherwise, having used it all up you will travel to the unfortunate states— The three lower realms where you will find no leisure.

source: སྡིག་པ འི་ ལས་ རྣམས་ ཀུན་ ཏུ་ སྤྱད་པ ས་ ནི །_། སངས་རྒྱས་ རྣམས་ དང་ ཕྲད་པ ར་ འགྱུར་ མ་ ལགས །_།
en: And by engaging there in evil deeds, You will not encounter the buddhas.

source: ལྷག་མ ར་ བཅས་ བགྱིས་ གང་དག་ རབ་ འབྱུང་བ །_། དེར་ ཡང་ ཆོས་ ལ་ རབ་ཏུ་ སྤྱོད་པ ར་ འགྱུར །_།
en: $1247 “ ‘Whereas those who go forth due to their remaining fruits, Will practice the Dharma intently.

source: མི་ ཁོམ་ བརྒྱད་པོ་ ཐམས་ཅད་ རྣམ་ སྤངས་པ ས །_། སངས་རྒྱས་ བསྟན་ ལ་ དལ་བ་ འདི་ འཐོབ་བོ །_།
en: Leaving behind the eight unfree states, They will gain leisure in the teaching of the buddhas.

source: དེ་ ཡིས་ སངས་རྒྱས་ མཐོང་ ནས་ |#| མྱུར་ དད་ ཅིང་ །_།
en: $1248 “ ‘Upon seeing the buddhas, they will instantly have faith,

source: སེམས་ དད་ ནས་ |#| ཀྱང་ གུས་པ ར་ བགྱིད་པ་ དང་ །_། གུས་ བཅས་ ཆོས་ ལ་ ཀུན་ ཏུ་ སྤྱོད་ བགྱིད་པ །_།
en: And with a faithful attitude, they will act respectfully, And respectfully practice the Dharma.

source: ཆོས་རྗེས་ འཐུན་ སྤྱོད་ བྱང་ཆུབ་ རྙེད་ མི་ དཀའ །_།
en: Practicing in accord with Dharma, awakening is attained without hardship.

source: གང་ཞིག་ མི་ ཁོམ་ ཐམས་ཅད་ སྤོང་ འཚལ་ ཞིང་ །_། སྡིག་པ འི་ གྲོགས་པོ་ རྣམ་པར་ སྤོང་ བགྱིད་པ །_། དེས་ ནི་ དེ་རིང་ བདག་ གི་ རྗེས་ བསླབས་ ནས །_། |#| དགེ་བ འི་ རྩ་བ་ རབ་ འབྱུང་ བླང་བ ར་ བགྱི །_།
en: $1249 “ ‘May those who wish to abandon all unfree states, And who abandon evil companions, Go forth, the root of virtue, In emulation of me today!

source: ལྷ་ དང་ གནོད་སྦྱིན་ མི འམ་ ཅི་ མ་ མཆིས །_། |#| དྲི་ཟ་ ཀླུ་ ཡི་ བགྱི་བ་ མཆིས་ མ་ ལགས །_། རབ་ཏུ་ མ་ འབྱུང་ ཁྱིམ་ འདིར་ གནས་ བྱོས་ ཤེས །_། |#| གང་ཞིག་ དེ་རིང་ བདག་ ལ་བར་ ཆད་ བགྱིད །_།
en: $1250 “ ‘There are no gods, yakṣas, or kiṃnaras, Nor efforts of gandharvas or nāgas That will thwart me today, By telling me, “Do not go forth, but stay in this household!”

source: གཞན་ དུ་ སྡིག་པ འི་ ལས་ རྣམས་ འདིར་ སློང་ སྟེ །_། |#| བདག་ ནི་ བཟློག་ པར་ ནུས་པ་ མ་ ལགས་སོ །_།
en: $1251 “ ‘I invite here, moreover, all evil deeds, As they are not able to prevent me.

source: དཔེར་ན་ གླང་པོ ས་ བཅིངས་པ་ དམ་ བཅད་ ནས །_། |#| ཇི་ལྟ ར་ འདོད་དགུ ར་ འདོད་ བཞིན་ དེ་ མཆི་ ལྟར །_།
en: For instance, it is like how an elephant moves according to its whims, Once the tight fetters constraining it have been cut.

source: དེ་བཞིན་ འདོད་པ འི་ འཆིང་བ་ དམ་ རྣམས་ དང་ །_། སྲེད་པ འི་ ལྕུག་མ་ རྟེན་པ འི་ འཆིང་བ་ དག _། |#| དེ་དག་ དེ་རིང་ བཅད་ ནས་ འདིར་ རབ་ འབྱུང་ །_།
en: $1252 “ ‘Likewise, having today cut through the tight fetters of wants, And the fetters of their basis, the creepers of craving, I will go forth—

source: བདག་ ནི་ སྟོབས་ ཀྱིས་ བཟློག་པ་ ཡོང་ མི་ འགྱུར །_།
en: From that no force will prevent me!’

source: དེ་ ཚེ་ དེ་ སྨྲས་ མྱུར་བ ར་ ཕ་མ་ ཡི །_། རྐང་ ལ་ ཕྱག་ འཚལ་ ཀུན་ ཏུ་ དགའ་བ་ སྐྱེས །_།
en: $1253 “Having thus spoken, He immediately bowed to his parents’ feet. [155.b] |#| They were pleased and

source: གུས་ དང་ བཅས་ [155b] པས་ བཟློག་ པར་མ་ ནུས་ ཏེ །_།
en: out of respect they were not able to prevent him.

source: རྒྱལ་བ འི་ བསྟན་ ལ་ རབ་ཏུ་ འབྱུང་ སོང་ ཤིག _།
en: They said, ‘Go forth under the Victorious One’s teaching!’

source: རྒྱལ་བ་ དེ་ ཡི་ ཐད་ དུ་ དེ་ རབ་བྱུང་ །_།
en: $1254 “He thus went forth under the auspices of the Victorious One.

source: དེར་ ནི་ སྲོག་ཆགས་ བྱེ་བ་ མང་པོ ས་ ཐོས །_།
en: Many tens of millions of beings heard him.

source: དེ་ ལ་ ཡ་མཚན་ གྱུར་ ནས་ དད་ སྐྱེད་ དེ །_།
en: Amazed with him, they acquired faith,

source: རྗེས་སུ་ སློབ་ ཅིང་ མང་པོ་ རབ་ཏུ་ བྱུང་ །_།
en: And out of emulation, went forth in multitudes.

source: དེར་ ཡང་ དེ་ ཡི་ གྲོགས་པོ་ གང་ དག་ བྱུང་ །_། |#| སྐལ་བ་ མཉམ་པ་ ཚོང་དཔོན་ བུ་ གཞོན་ དག _། |#| ཨ་ལ་ སངས་རྒྱས་ བསྟན་ དེ་ རྒྱ་ ཆེ་ཞེ ས །_།
en: $1255 “His companions that were present there— Merchant boys of equal fortune— Proclaimed, ‘My, the teaching of the buddhas is vast.’

source: སྲོག་ཆགས་ སྟོང་ཕྲག་ མང་པོ་ རབ་ཏུ་ བྱུང་ །_།
en: Thus many thousands of beings have gone forth.

source: དེ་ ཚེ་ རྒྱལ་པོ་ དེ་ཡང་ རབ་ཏུ་ བྱུང་ །_། |#| དེ་ ཚེ་ རྒྱལ་སྲིད་ འདོད་པ འི་ ལོངས་སྤྱོད་ སྤངས །_།
en: $1256 “The king then went forth too, Giving up the kingdom and his coveted enjoyments.

source: དེ་ ཚེ་ བྱེ་བ་ ཁྲག་ཁྲིག་ བརྒྱད་ཅུ་ བདུན །_། མཐོང་བ འི་ རྗེས་ འབྲང་ དེ་དག་ རབ་ཏུ་ བྱུང་ །_།
en: Then eighty-seven quadrillion of his retainers Also went forth, following his example.

source: དེ་ ཚེ་ རྒྱལ་པོ་ རབ་ཏུ་ བྱུང་ རིག་ ནས །_། |#| དེ་ ཚེ་ རྒྱལ་པོ འི་ བཙུན་མོ འང་ རབ་ཏུ་ བྱུང་ །_།
en: $1257 “Seeing the king go forth, The queen also did the same.

source: དེ་ ཚེ་ བུད་མེད་ སྟོང་ཕྲག་ བརྒྱད་ཅུ་ དག _། |#| རྒྱལ་པོ་ མཆོག་ དད་ དེ་དག་ རབ་ཏུ་ བྱུང་ །_།
en: Next, eighty thousand daughters, Especially devoted to the king, also went forth.

source: དཔའ་བོ་ དྲན་པ་ རྙེད་ ཀྱིས་ རྗེས་སློབ་ ཅིང་ །_། དེ་དག་ ཀུན་ ཀྱང་ ཐེག་པ་ མཆོག་ ལ་ ཞུགས །_།
en: $1258 “Out of emulating the valiant Smṛtilābha, They all entered the supreme vehicle.

source: གང་ གི་ ཡོན་ཏན་ བསྔགས་ ཕྲེང་ འདི་འདྲ་བ །_། དཔའ་བོ་ དེ་ ལ་ སུ་ཞིག་ སློབ་ མི་ བྱེད །_།
en: The garland of his praiseworthy qualities was such That no one could match that valiant one.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཁྱོད་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ རྒྱལ་པོ་ ལྷག་པ ར་ བྱ་བ་ བྱས་པ་ ཞེས་ བྱ་བ་ བྱུང་བ་ དེ་ གཞན་ ཞིག་ ཡིན་པ་ སྙམ་ དུ་ སེམས་ ན །_
en: $1259 “Śāradvatī­putra, if you think that the king from that time called Kṛtādhikāra was someone else,

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ ང་ ནི་ རྒྱལ་པོ་ ལྷག་པ ར་ བྱ་བ་ བྱས་པ་ ཞེས་ བྱ་བ་ དེར་ གྱུར་ ཏོ །_།
en: For, Śāradvatī­putra, at that time I was the king called Kṛtādhikāra.

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ དེ་ ནི་ ང འི་ བུར་ གྱུར་ ཏོ །_།
en: Prince Smṛtilābha was my son.

source: དེ་ ཚེ་ལོ་ ནི་ ཉི་ཁྲི་ ཆིག་སྟོང་ དུ །_། བུད་མེད་ གཞོན་ནུ་ གྲོང་མི་ དག་ དང་ བཅས །_། |#| རྒྱལ་པོས་ དེ་ ཚེ་ ཚངས་པ ར་ སྤྱོད་པ་ སྤྱད །_།
en: $1260 “For a lifespan of twenty-one thousand years, The king together with his daughters and townsmen Practiced pure conduct.

source: ཚེ་ཟད་ ནས་ ནི་ དེ་ ཚེ་ འཆི་དུས་ བྱས །_།
en: Then, when his lifespan had run out, he died.

source: དེ་ ཚེ་ སྟོན་པ ས་ དགེ་སློང་ དགེ་འདུན་ གསུངས །_།
en: $1261 “At that time, the Teacher was teaching the assembly of monks.

source: རྐང་ གཉིས་ རྣམས་ ཀྱི་ དམ་པ་ འཛུམ་པ་ མཛད །_།
en: The best among humans smiled—

source: དེར་ ནི་ སྨོན་ལམ་ རྒྱལ་པོ་ གང་ བྱུང་བ །_། སངས་རྒྱས་ ཡོན་ཏན་ རྒྱལ་པོས་ ལུང་བསྟན་ ཏོ །_།
en: Right there Buddha Guṇarājaprabha made a declaration About the aspiration that the king had.

source: རྒྱལ་པོ་ དེ་ ནི་ ཚངས་པ ར་ སྤྱོད་པ་ སྤྱད །_། |#| ཐེག་ མཆོག་ དམ་པ་ ལ་ ནི་ ཡང་དག་ ཞུགས །_།
en: $1262 “He said, ‘The king first practiced pure conduct And then entered the most supreme of vehicles.

source: ཕྱིར་ཞིང་ འདི་ ནི་ མི་ ཁོམ་ འགྲོ་ མི་ འགྱུར །_། |#| དེ་ ཚེ་ དལ་བ་ ཕུན་སུམ་ ཚོགས་པ ར་ འཛིན །_།
en: He will henceforth not travel to unfree states, But find excellent leisure.

source: དེ་ ཚེ་ བསྐལ་པ་ མང་པོ ར་ སྤྱད་ བྱས་ ཤིང་ །_།
en: $1263 “ ‘Having practiced for many eons,

source: སངས་རྒྱས་ གྲངས་མེད་ རྣམས་ ལ་ མཆོད་ བྱས་ ཏེ །_། |#| ཤཱཀྱ་ བཙུན་པ འི་ རྒྱལ་པོ་ རྐང་ གཉིས་ མཆོག _།_ [156a] རྒྱལ་བ་ དེ་ ཚེ་ བསྐལ་པ་ བཟང་པོ ར་ འབྱུང་ །_།
en: He will pay homage to countless buddhas, [156.a] And thus appear in a good eon, During the time of the Victor, the best among humans Śākya Gomīrāja.

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ དགེ་སློང་ དྲན་པ་ རྙེད །_། |#| དེ་ ཡི་ འཁོར་ ནི་ དེ་ ཚེ་གང་ བྱུང་བ །_། ཤཱཀྱ་ བཙུན་པ འི་ རྒྱལ་པོ་ ནམ་ སངས་རྒྱས །_། དེ་ ཚེ་ དེ་ ཡི་ དུས་ སུ་ རབ་ཏུ་ བྱུང་ །_།
en: $1264 “ ‘The prince and monk Smṛtilābha Will then be part of his retinue, Going forth during the time When Śākya Gomīrāja is the awakened one.

source: དེ་ ཚེ་ དེ་ ཡི་ ཚངས་པ ར་ སྤྱོད་པ་ སྤྱད །_།
en: $1265 “ ‘He will practice pure conduct, So that

source: ཕྱི་ ནས་ དེར་ ནི་ འཆི་བ འི་ དུས་བྱ ས་ ཤིང་ །_། དེ་ ཚེ་ མི་ ཡི་ དངོས་པོ འང་ ཐོབ་ ནས་ སུ །_། དེ་ ཚེ་ མྱ་ངན་ ཡོངས་ འདས་ རིང་བསྲེལ་ རྒྱས །_།
en: later, when he dies, He will also attain a human existence, And leave relics upon his passing.

source: དེ་ ཚེ་ ཐ་མ འི་ དུས་ ལ་ གནས་པ་ ན །_།
en: $1266 “ ‘When dwelling during the final days,

source: ཚུལ་ འདི་ཉིད་ ཀྱི་ ཆོས་ ནི་ ཉན་ བྱེད་ ཅིང་ །_།
en: He will listen to the Dharma of precisely this kind.

source: གང་དག་ ང་ ཡིས་ ད་ལྟ ར་ མདོ་ བཤད་པ །_། ང་ ཡི་ བསྟན་པ་ འདིར་ ནི་ རྒྱས་ བྱས་ ཏེ །_།
en: He will spread my teachings— The discourses that I preach now.

source: ཐོགས་མེད་ སངས་རྒྱས་ ཡེ་ཤེས་ རྣམ་པར་ དག _།
en: $1267 “ ‘Having utterly purified the unobstructed wisdom of awakening,

source: དེ་ ཚེ་ ཐེག་མཆོག་ ཅན་ དེ་ ཚིག་ སྨྲ་བ །_། དེ་བཞིན་ འགྱུར་ གྱི་ གཞན་ དུ་ འགྱུར་ མ་ ཡིན །_།
en: The phrases he preaches communicating the supreme vehicle Will stay just so, and not change, So that

source: ཕྱི་མ འི་ དུས་ ན་ དེ་ ནི་ དེ་ལྟ ར་ འགྱུར །_།
en: later they will be exactly as they had been.

source: གང་ གིས་ ཆོས་ འདི་འདྲ་བ་ དེ་ ཐོས་ ན །_། |#| མཆོག་ ཏུ་ དགའ་བ་ དང་ ནི་ དད་ འགྱུར་བ །_། ལུང་ སྟོན་ སངས་རྒྱས་ བདག་ གིས་ འདིར་ མཐོང་བ ར །_། དེ་དག་ རྣམས་ ཀྱིས་ དོགས་པ ར་ གཞར་ མི་ བྱ །_།
en: $1268 “ ‘Those who, upon hearing such a Dharma as this, Become enraptured and faithful, Should never doubt that I, the Awakened One, Will see them here and make a prediction.

source: ཆོས་ ཀྱི་ རྒྱལ་པོ་ དམ་པ་ བདག་ གིས་ མཐོང་ །_།
en: $1269 “ ‘I, supreme king of Dharma, will see them.

source: འདི་ ནི་ ཆོས་སྟོན་པ་ ཡང་ ཐོས་པ ར་ གྱུར །_། |#| གང་དག་ འཇིགས་པ་ ཆེན་པོ་ ཕྱི་དུས་ ན །_། |#| ཆོས་ ཟབ་ བཟོད་པ་ མངོན་པར་ ཐོབ་པ ར་ འགྱུར །_།
en: Those who have heard me teach the Dharma Will also, when confronted with great peril, Find acceptance of the profound Dharma.

source: དགེ་སློང་ དགེ་སློང་ མ་ དང་ དགེ་བསྙེན་ དང་ །_། དགེ་བསྙེན་མ་ དང་ གང་དག་ ཤེས་རབ་ རྣོ །_། |#| གང་དག་ ཆོས་ འདི་འདྲ་བ་ དེ་ འདོད་པ །_། དེ་དག་ ཐེག་པ་ མཆོག་ ཏུ་ ངས་ ལུང་བསྟན །_།
en: $1270 “ ‘I predict that monks, nuns, laymen, And laywomen, who are intelligent And long for such a Dharma, Will come to the supreme vehicle.’

source: ཆོས་ འདི་ རབ་ཏུ་ བསྟན་པ འི་ ཚེ་ ན་ ནི །_། བྱེ་བ་ ཁྲག་ཁྲིག་ ཕྲག་ ནི་ བདུན་ཅུ་ ཡིས །_། མིག་ མཆོག་ དམ་པ་ དེ་དག་ ཐོབ་པ ར་ གྱུར །_། |#| རྒྱལ་བས་ སྲས་ འཁོད་པ་ དག་ ལུང་བསྟན་ ཏོ །_།
en: $1271 “Upon teaching this Dharma Seventy quadrillion beings Attained sublime and supreme vision And were predicted by the Victorious One to be steadfast bodhisattvas.”

source: ལྷག་པ འི་ བསམ་པ་ ཡང་དག་ པར་ བསྟན་པ འི་ ལེའུ་ སྟེ་ བདུན་པ འོ །།_།།
en: $1272 This concludes the seventh chapter.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ ར་ བྱང་ཆུབ་ སེམས་དཔའ་ ལྷག་པ འི་ བསམ་པ་ དང་ ལྡན་པ ས །_ མཉམ་པ་ཉིད་ ཀྱི་ ཡང་དག་ པ འི་ ལྟ་བ་ ལ་ མངོན་པར་ བརྩོན་པ ར་ བྱ་ དགོས་ ཏེ །_
en: $1273 “Śāradvatī­putra, bodhisattvas endowed with such an exalted intention should persevere in the correct view of sameness.

source: ཡང་དག་པ འི་ ལྟ་བ་ ཞེས་ བྱ་བ་ ནི་ མི་མཉམ་པ་ མེད་པ འོ །_།
en: Correct view means freedom from partiality.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ཡང་ དག་པ་ ཉིད་ མཐོང་བ ས་ ན་ ཡང་དག་པ འི་ ལྟ་བ་ ཞེས་ བྱ འོ །_།
en: Alternatively, Śāradvatī­putra, correct view is so called because it sees correctly.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ མཉམ་པ་ཉིད་ ཀྱིས་ ཡང་དག་པ འི་ ལྟ་བ་ ཞེས་ བྱ འོ །_།
en: Śāradvatī­putra, correct view is also so called because of sameness. [156.b]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ མིག་ ནི་ མྱ་ངན་ ལས་ འདས་པ་ སྟེ །_
en: This is because, Śāradvatī­putra, the eyes are nirvāṇa and

source: མིག་ ལས་ མྱ་ངན་ ལས་ འདས་པ་ གཞན་མ་ ཡིན་ ནོ །_།
en: there is no nirvāṇa other than the eyes.

source: དེ་ལྟ ར་ མིག་ དང་ མྱ་ངན་ ལས་ འདས་པ་ འདི་ ནི་ གཉིས་ སུ་ མེད་ དེ་ གཉིས་ སུ་ དབྱེར་ མེད་ དོ །_།
en: The eyes and nirvāṇa are thus nondual, meaning indivisible into two.

source: འདི་ ནི་ མཚུངས་པ་ སྟེ །_
en: They are alike.

source: མཚུངས་པ་ གང་ གིས་ མཚུངས་ ཞེ་ན །_
en: How are they alike?

source: མིག་ མཚུངས་པ་ དང་ །_ མྱ་ངན་ ལས་ འདས་པ་ མཚུངས་པ ས་ མཚུངས་ སོ །_།
en: They are alike in that the eyes and nirvāṇa are identical.

source: མྱ་ངན་ ལས་ འདས་པ་ ལ་ མྱ་ངན་ ལས་ འདས་པ་ མེད་ དོ །_།
en: Nirvāṇa is devoid of nirvāṇa.

source: མིག་ ལ་ མྱ་ངན་ ལས་ འདས་པ་ མེད་ དོ །_།
en: The eyes are devoid of nirvāṇa.

source: མྱ་ངན་ ལས་ འདས་པ་ ལ་ མིག་ མེད་ དོ །_།
en: Nirvāṇa is devoid of eyes.

source: དེ་ལྟ ར་ མིག་ དང་ མྱ་ངན་ ལས་ འདས་པ་ དེ་དག་ གཉི་ག་ ཡང་ བརྟག་ ཏུ་ མེད་པ་ ཉིད་ ཀྱིས་ མཉམ་ མོ །_།
en: The eyes and nirvāṇa are thus identical since neither ever existed.

source: དེ་བཞིན་ དུ་ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ དག་ ལ འང་ སྦྱར་བ ར་ བྱ འོ །_།
en: The same logic should also be applied to the ears, nose, tongue, body, and mind.

source: དེ་ལྟ ར་ ཡིད་ དང་ མྱ་ངན་ ལས་ འདས་པ་ འདི་ ནི་ མཚུངས་པ་ སྟེ །_
en: Thus, the mind and nirvāṇa are alike.

source: ཅིས་ མཚུངས་ ཤེ་ན །_
en: How are they alike?

source: ཡིད་ མཚུངས་པ ས་ མཚུངས་ སོ །_། |#| མྱ་ངན་ ལས་ འདས་པ་ མཚུངས་པ ས་ མཚུངས་ སོ །_།
en: They are alike because mind and nirvāṇa are identical.

source: ཡིད་ ལ་ ཡིད་ མེད་ དོ །_།
en: Mind is devoid of mind.

source: ཡིད་ ལ་ མྱ་ངན་ ལས་ འདས་པ་ མེད་ དོ །_།
en: Mind is devoid of nirvāṇa.

source: མྱ་ངན་ ལས་ འདས་པ་ ལ་ ཡིད་ མེད་ དོ །_།
en: Nirvāṇa is devoid of mind.

source: གང་ཡང་ ཡིད་ དང་ མྱ་ངན་ ལས་ འདས་པ་ འདི་ ནི་ གཉིས་ སུ་ མེད་ དེ་ གཉིས་ སུ་ དབྱེར་ མེད་ དོ །_།
en: Mind and nirvāṇa are nondual, meaning indivisible into two.

source: བརྟག་ ཏུ་ མེད་པ་ ཉིད་ ཀྱིས་ རྟོག་པ་ མེད་པ འོ །_།
en: They are devoid of thought since they are nothing that can be examined.

source: སྟོང་པ་ཉིད་ ཀྱིས་ སྟོང་པ་ སྟེ །_
en: Being empty by way of emptiness—

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ནི་ ཡང་དག་པ འི་ ལྟ་བ་ ཞེས་ བྱ འོ །_།
en: this, Śāradvatī­putra, is what is called the ‘correct view.’

source: ལྟ་བ་ དེ་ མཉམ་པ ས་ ན་ དེ འི་ ཕྱིར་ཡང་ དག་པ འི་ ལྟ་བ་ ཞེས་ བྱ འོ །_།
en: Since that view makes them the same, it is called the ‘correct view.’

source: དེ་དག་ མཉམ་པ ར་ ཕྱིན་པ ས་ ན་ དེ འི་ ཕྱིར་ཡང་ དག་པ འི་ ལྟ་བ་ ཞེས་ བྱ འོ །_།
en: Since all these have come to be the same, it is called the ‘correct view.’

source: དེ འི་ སྒྲུབ་པ་ གང་ཞེ་ན །_
en: $1274 What is its practice?

source: གང་ སྒྲུབ་པ་ མེད་པ འོ །_།
en: It is what is devoid of practice.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ ལོག་པ ར་ སྒྲུབ་པ་ ཞེས་ བྱ་བ་ ནི་ གང་ ཆོས་ དེ་དག་ འགྲོ་བ ར་ མི་ བྱེད་པ་ ཉིད་ དང་ །_ སྤོང་བ་ དང་ །_ གཏིང་ མི་ དཔོག་པ་ ཉིད་ དེ །_
en: Śāradvatī­putra, wrong practice refers to not approaching those teachings, abandoning them, and not fathoming them—

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ནི་ ལོག་ པ ར་ སྒྲུབ་པ་ ཞེས་ བྱ འོ །_།
en: this, Śāradvatī­putra, is called wrong practice .

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ འདི་ ལ་ ལོག་པ ར་ སྒྲུབ་པ འི་ མཆོག་ དེ་ ནི་ གང་ ཆོས་ དེ་ལྟ་ བུ་ དེ་དག་ གིས་ རློམ་སེམས་ སུ་ བྱེད་པ འོ །_།
en: Moreover, Śāradvatī­putra, the worst of wrong practices is to entertain concepts about such teachings.
